Repository: SanchoMerkushev/PokerClient
Catalog: po/*.UTF-8/LC_MESSAGES/msg.po
Languages: ru_ru

source: Players:
ru_ru: Игроки:

source: Balances:
ru_ru: Баланс:

source: Cards:
ru_ru: Карты:

source: Bids:
ru_ru: Ставки:

source: Turns:
ru_ru: Ход:

source: Bank: {}
ru_ru: Сумма ставок: {}

source: It's not your turn.
ru_ru: Сейчас не твой ход.

source: RAISE value must be integer bigger than one.
ru_ru: RAISE значение должно быть целым и больше или равно единицы.

source: CALL doesn't need any arguments.
ru_ru: CALL не требует аргументов.

source: FOLD doesn't need any arguments.
ru_ru: FOLD не требует аргументов.

source: Unknown command:
ru_ru: Неизвестная команда

source: Enter your name:
ru_ru: Введи свое имя:

source: Enter amount of bots:
ru_ru: Введи количество ботов:

source: Amount of bots must be between 1 and 5!
ru_ru: Количество ботов должно быть от 1 до 5

source: Choose aggression of player between -5 and 5
ru_ru: Выбери агрессивность бота от -5 до 5

source: Aggression for {}:
ru_ru: Агрессия для {}:

source: with another cards
ru_ru: с остальными картами

source: {} your bid {} opponent bid is {}
ru_ru: {} твоя ставка {} ставка оппонента {}

source: CALL costs {} or RAISE smth over opponent bid or FOLD
ru_ru: CALL стоит {} или RAISE сверх ставки оппонента или FOLD

source: CALL (it is free) or RAISE
ru_ru: CALL (это бесплатно) или RAISE

source: Write FOLD or CALL or RAISE [N]
ru_ru: Введи FOLD или CALL или RAISE [КОЛИЧЕСТВО]

source: Not enough money, your maximum raise is {}
ru_ru: Недостаточно денег, максимальное повышение ставки {}

source: Wrong command try FOLD or CALL or RAISE [N]
ru_ru: Неправильная команда, напиши FOLD или CALL или RAISE [КОЛИЧЕСТВО]

source: Write FOLD or CALL or RAISE [AMOUNT]
ru_ru: Введи FOLD или CALL или RAISE [КОЛИЧЕСТВО]

source: Maximum raise of Round is {}
ru_ru: Максимум повышения в этом раунде {}

source: Wrong command try FOLD or CALL or RAISE [AMOUNT]
ru_ru: Неправильная команда, напиши FOLD или CALL или RAISE [КОЛИЧЕСТВО]

source: Winner - {} win {} with {}
ru_ru: Победитель - {} выиграл {} с комбинацией {}

source: {} your lost all! GAME OVER!!!
ru_ru: ТЫ ПРОИГРАЛ ВСЕ ИГРА ОКОНЧЕНА!!!

source: {} exit the game
ru_ru: {} выбыл из игры

source: {} YOUR WIN ALL!!!!
ru_ru: {} ТЫ ПОБЕДИЛ ВСЕХ!!!!

source: Start Game with {} players
ru_ru: Начало игры, количество игроков - {}
